Revit 2027 API
ExportFontInfo Properties
The ExportFontInfo type exposes the following members.
Properties
Name | Description
DestinationFontName |  The destination font name (the name of the font in the exported format).
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExportFontInfo Class
Autodesk.Revit.DB Namespace